Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.a339f925e565
source: 日付
ar_sa: تاريخ
ca: data
cs: Datum
da: Dato
de_de: Datum
el: Ημερομηνία
en_au: Date
es_es: Fecha
fi: Päivämäärä
fr_ca: Date
gu: તારીખ
he: תאריך
hi: दिनांक
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ko: 날짜
mr: तारीख
ms: Tarikh
nl_nl: Datum
no: Dato
pl: Data
pt_br: Data
pt_pt: Data
ro: Data
ru: Дата
sk: Dátum
sl: Datum
sv: Datum
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# health_meals_body_ai.a3f776f9b426
source: 栄養表示の写真から入力
ar_sa: الإدخال من صورة ملصق التغذية
ca: Entrada de la foto de l'etiqueta nutricional
cs: Vstup z fotografie údajů o výživě
da: Indtast fra et billede af ernæringsværdi
de_de: Eingabe aus dem Foto der Nährwertanzeige
el: Εισαγωγή από φωτογραφία με αναφορά θρεπτικών συστατικών
en_au: Enter from nutrient display photo
es_es: Introducción desde la imagen de información nutricional
fi: Syötin ravintosisältökuvasta
fr_ca: Saisie à partir d'une photo de l'affichage nutritionnel
gu: પોષણ દર્શાવના ફોટામાંથી દાખલ કરવું
he: הזנה מהתמונה של התצוגה התזונתית
hi: पोषण सामग्री की तस्वीर से दर्ज करना
hr: Unos iz fotografije prikaza hranjivih sastojaka
hu: Táplálkozási információk képeből
id: Masukkan dari foto tampilan nutrisi
it: Inserire dai foto dell'etichetta nutrizionale
ko: 영양 정보 사진에서 입력
mr: पोषक तत्त्वांच्या माहितीमधील छायाचित्रातून प्रविष्ट करा
ms: Memasukkan daripada gambar paparan nutrisi
nl_nl: Invoer vanuit foto van voedingswaarden
no: Inntastet fra næringsstoffvisning
pl: Wprowadzenie danych z zdjęcia etykiety
pt_br: Inserir a partir da foto das informações nutricionais
pt_pt: Inserir a partir da foto das informações nutricionais
ro: Introducere din fotografie cu afișaj nutrienți
ru: Ввод данных из фотографии информации о питательных веществах
sk: Vstup z fotografie údajov o výžive
sl: Vnesek iz slike prikaza hranilnih sestavin
sv: Ange från bild av näringsdeklaration
ta: ஊட்டச்சத்து விவரங்களின் புகைப்படத்திலிருந்து உள்ளீடு
te: పోషకాహార ప్రదర్శన ఫోటో నుండి నమోదు
th: ป้อนจากภาพรายการอาหาร
tr: Besin gösteriminin fotoğrafından girme
uk: Введення з фото відображення харчових показників
vi: Nhập từ ảnh thông tin dinh dưỡng
zh_hans: 从营养显示的照片输入
zh_hant: 从营养显示的照片输入

# health_meals_body_ai.a412f109a6d5
source: カロリー
ar_sa: السعرات الحرارية
ca: calories
cs: Kalorie
da: Kalorier
de_de: Kalorien
el: Θερμίδες
en_au: Calories
es_es: Calorías
fi: Kalorit
fr_ca: Calories
gu: કCalories
he: קלוריות
hi: कैलोरी
hr: Kalorije
hu: Kalória
id: Kalori
it: Calorie
ko: 칼로리
mr: कॅलरी
ms: Kalori
nl_nl: Calorieën
no: Kalorier
pl: Kalorie
pt_br: Calorias
pt_pt: Calorias
ro: Calorii
ru: Калории
sk: Kalórie
sl: Kalorije
sv: Kalorier
ta: கலோரி
te: క్యాలరీలు
th: แคลอรี่
tr: Kalori
uk: Калорії
vi: Calo
zh_hans: 卡路里
zh_hant: 卡路里

# health_meals_body_ai.a45de1210f8a
source: 体型写真はまだありません
ar_sa: لا توجد صور الجسم بعد
ca: Encara no hi ha fotos del cos
cs: Momentálně nemáte žádné fotografie postavy.
da: Du har endnu ikke taget et kropsfoto.
de_de: Sie haben noch keine Bilder Ihres Körpers erstellt.
el: Δεν έχετε ακόμα φωτογραφίες σωματικού τύπου
en_au: You do not have any body shape photos yet.
es_es: Aún no tiene fotos del cuerpo
fi: Et ole vielä ottanut kehon kuvaa.
fr_ca: Vous n'avez pas encore pris de photos du corps.
gu: હાલમાં કોઈ શારીરિક આકારની તસવીર નથી
he: אין עדיין תמונות גוף
hi: अभी बॉडी शेप फोटो उपलब्ध नहीं है
hr: Trenutno nemate fotografiju tijela
hu: Jelenleg nincs testkép.
id: Belum ada foto bentuk tubuh
it: Al momento non ci sono foto del corpo
ko: 현재 체형 사진은 없습니다.
mr: अद्याप शरीराचा आकार फोटो उपलब्ध नाही
ms: Anda belum mempunyai foto bentuk badan
nl_nl: U heeft nog geen foto van uw lichaam gemaakt.
no: Du har ennå ikke tatt et bilde av kroppen din
pl: Na razie nie masz żadnych zdjęć sylwetki.
pt_br: Atualmente, não existem fotos do corpo.
pt_pt: Atualmente, não existem fotos do corpo.
ro: Nu aveți încă fotografii cu silueta
ru: У вас пока нет фотографий вашей фигуры
sk: Momentálne nemáte uložené žiadne fotografie postavy.
sl: Trenutno nimate fotografije telesne oblike
sv: Du har ännu inte tagit några foton av din kroppsform
ta: உடல் அமைப்பு புகைப்படம் இன்னும் இல்லை
te: ప్రస్తుతం శరీర ఆకృతి ఫోటో లేదు
th: ยังไม่มีรูปภาพรูปร่าง
tr: Şu anda vücut fotoğrafınız yok.
uk: У вас ще немає фото вашого тіла
vi: Hiện tại chưa có ảnh dáng người
zh_hans: 还没有体型照片
zh_hant: 还没有体型照片

# health_meals_body_ai.a513563874a0
source: 直近の週平均体重が速めに増えています。増加ペースを整えるため、摂取目安を少し抑える候補です。
ar_sa: لقد زاد متوسط وزني الأسبوعي الأخير بسرعة. ومن أجل التحكم في وتيرة الزيادة، فهذا مرشح لخفض الكمية الموصى بها قليلاً.
ca: El meu pes mitjà setmanal recent ha augmentat ràpidament. Per tal de controlar el ritme d'augment, aquest és un candidat per reduir lleugerament la ingesta recomanada.
cs: Vaše průměrná váha za poslední týden se zvyšuje rychleji, než očekáváme. Doporučujeme mírně snížit doporučenou denní dávku, abyste zpomalili růst.
da: Dit gennemsnitlige vægtforbrug over den seneste uge er steget hurtigt. For at regulere væksten, kan du overveje at reducere dit kalorieindtag lidt.
de_de: Ihr durchschnittliches Wochengewicht ist schnell gestiegen. Um den Anstieg zu kontrollieren, können Sie die empfohlene Menge leicht reduzieren.
el: Το μέσο βάρος σας την τελευταία εβδομάδα έχει αυξηθεί γρήγορα. Για να ρυθμίσετε τον ρυθμό της αύξης, προτείνουμε μια μικρή μείωση στις θερμίδες.
en_au: Your average weekly weight gain is occurring rapidly. To moderate this increase, consider slightly reducing your calorie intake.
es_es: Tu peso promedio semanal está aumentando rápidamente. Para controlar el ritmo de aumento, considera reducir ligeramente la ingesta.
fi: Viimeisen viikon keskimääräinen paino on noussut nopeasti. Jotta kasvunopeus pysyisi hallinnassa, suositeltavaa annosta voidaan pienentää.
fr_ca: Votre poids moyen hebdomadaire augmente rapidement. Afin de stabiliser cette tendance, il serait préférable de réduire légèrement votre apport calorique.
gu: છેલ્લા અઠવાડિયાનો સરેરાશ વજન ઝડપથી વધી રહ્યું છે. વધારાની ગતિને નિયંત્રિત કરવા માટે, આહારની માત્રામાં થોડો ઘટાડો કરવાની સંભાવના છે.
he: המשקל הממוצע השבועי האחרון גובר במהירות. כדי לייצב את קצב העלייה, זה יכול להיות מועמד להפחתת ההמלצות היומיות.
hi: पिछले सप्ताह का औसत वजन तेजी से बढ़ रहा है। इसे नियंत्रित करने के लिए, कृपया सेवन की मात्रा को थोड़ा कम करें।
hr: Vaša prosječna težina u posljednjoj tjedni se brzo povećava. Razmislite o smanjenju preporučene količine hranjivih sastojaka kako biste uskladili tempo.
hu: Az utóbbi heti átlag súlyod gyorsan nőtt. Ahhoz, hogy az növekedési ütemet szabályozd, javaslom, hogy csökkentsd a napi bevitel mennyiségét.
id: Berat badan rata-rata mingguan Anda meningkat dengan cepat. Untuk menyeimbangkan laju peningkatan, pertimbangkan untuk mengurangi asupan kalori sedikit.
it: Il tuo peso medio settimanale è in rapida aumento. Per stabilizzare il ritmo, potresti voler ridurre leggermente l'apporto calorico.
ko: 최근 주 평균 체중이 빠르게 증가하고 있습니다. 증가 속도를 조절하기 위해 섭취 권장량을 조금 줄이는 후보입니다.
mr: मागील आठवड्यातील सरासरी वजन वेगाने वाढत आहे. त्यामुळे, आहारात थोडी घट करून योग्य दिशेने प्रगती करावी.
ms: Purata berat mingguan anda meningkat dengan cepat. Untuk menstabilkan kadar peningkatan, mungkin perlu mengurangkan jumlah pengambilan.
nl_nl: Uw gemiddelde gewicht over de afgelopen week is snel toegenomen. Om een stabiele groei te bevorderen, kan het aan te raden zijn om uw calorie-inname iets te verminderen.
no: Din gjennomsnittlige vekt har gått opp raskt den siste uken. For å regulere veksten, vurder å redusere anbefalt inntak litt.
pl: Średnia waga w ostatnim tygodniu jest znacznie wyższa. Proszę zmniejszyć zalecaną ilość spożycia, aby kontrolować wzrost.
pt_br: Seu peso médio semanal está aumentando rapidamente. Para regular o ritmo de aumento, considere reduzir ligeiramente a ingestão.
pt_pt: Seu peso médio semanal está aumentando rapidamente. Para regular o ritmo de aumento, considere reduzir ligeiramente a ingestão.
ro: În ultima săptămână, greutatea medie a crescut rapid. Pentru a controla ritmul creșterii, puteți lua în considerare reducerea ușoară a aportului caloric.
ru: Ваш средний вес за последнюю неделю увеличивается слишком быстро. Чтобы сбалансировать темп роста, можно немного уменьшить рекомендуемое количество калорий.
sk: Vaša priemerná hmotnosť za poslednú týždeň rýchlo stúpla. Aby ste udržali stabilný rast, zvážte mierne zníženie odporúčanej dávky.
sl: Vaša povprečna telesna teža zadnjih tednikov se hitro povečuje. Za stabilizacijo rasta, poskusite nekoliko zmanjšati priporočen dnevni odmerek.
sv: Din genomsnittliga vikttillväxt under den senaste veckan är snabbare än förväntat. För att stabilisera tillväxten, kan du minska ditt kaloriintag något.
ta: சமீபத்திய வார சராசரி எடை வேகமாக அதிகரித்துள்ளது. வேகத்தை சீராக்க, உட்கொள்ளும் அளவை சற்று குறைக்கலாம்.
te: గత వారపు సగటు బరువు వేగంగా పెరుగుతోంది. ఈ పెరుగుదల రేటును నియంత్రించడానికి, తీసుకోవలసిన మోతాదును కొద్దిగా తగ్గించడం మంచిది.
th: น้ำหนักเฉลี่ยรายสัปดาห์ของคุณเพิ่มขึ้นอย่างรวดเร็ว ดังนั้นจึงเป็นตัวเลือกในการลดปริมาณที่แนะนำเพื่อให้การเพิ่มมีจังหวะที่เหมาะสม
tr: Son haftanın ortalama ağırlığında hızlı bir artış var. Artış hızını dengelemek için, alım miktarını biraz azaltmayı düşünebilirsiniz.
uk: Середня вага за останній тиждень збільшується досить швидко. Для нормалізації темпу зростання, рекомендується трохи зменшити рекомендоване споживання калорій.
vi: Trọng lượng trung bình hàng tuần đang tăng nhanh chóng. Đây là một lựa chọn để điều chỉnh tốc độ tăng trọng lượng bằng cách giảm lượng calo tiêu thụ.
zh_hans: 最近一周的平均体重迅速上升。为了控制增长速度，建议稍微减少摄入量。
zh_hant: 最近一週的平均體重快速上升。為了控制增長速度，建議稍微減少攝取量。

# health_meals_body_ai.a535761413f5
source: チェストプレス
ar_sa: اضغط على الصدر
ca: premsa de pit
cs: Tlak na hrudní svaly
da: Brystpres
de_de: Bankdrücken
el: Πίεση στήθους
en_au: Bench press
es_es: Press de pecho
fi: Rintapainot
fr_ca: Développé sur le dos
gu: ચેસ્ટ પ્રેસ
he: לחיצת חזה
hi: चेस्ट प्रेस
hr: Dug prss
hu: Sorompáros edzés
id: Chest Press
it: Panca piana
ko: 가슴 운동
mr: चेस्ट प्रेस
ms: Angkat dada
nl_nl: Borstpersen
no: Brystpress
pl: Wyciskanie na ławce
pt_br: Supino
pt_pt: Supino
ro: Împins cu bara
ru: Жим лежа
sk: Tlak na hrudník
sl: Pres
sv: Bröstpress
ta: சின்ஸ் பிரஸ்
te: ఛెస్ట్ ప్రెస్
th: อก
tr: Göğüs egzersizi
uk: Жим лежачи
vi: Ép ngực
zh_hans: 卧推
zh_hant: 臥推

# health_meals_body_ai.a553bc46de29
source: まだ学習データはありません。
ar_sa: لا توجد بيانات التدريب حتى الآن.
ca: Encara no hi ha dades d'entrenament.
cs: V současné době nemáme žádná data k učení.
da: Der er endnu ikke nogen træningsdata.
de_de: Es gibt noch keine Trainingsdaten.
el: Δεν υπάρχουν ακόμα δεδομένα εκμάθησης.
en_au: There is no learning data yet.
es_es: Todavía no hay datos de entrenamiento.
fi: Tietoja ei ole vielä kerätty.
fr_ca: Nous n'avons pas encore de données d'apprentissage.
gu: હજી કોઈ ડેટા નથી.
he: אין עדיין נתוני אימון.
hi: अभी तक कोई प्रशिक्षण डेटा उपलब्ध नहीं है।
hr: Trenutno nema podataka o učenju.
hu: Jelenleg nincs rendelkezésre álló adatszint.
id: Belum ada data pembelajaran.
it: Al momento non ci sono dati di riferimento.
ko: 아직 학습 데이터가 없습니다.
mr: सध्या तरी डेटा उपलब्ध नाही.
ms: Masih tidak ada data pembelajaran.
nl_nl: Er zijn nog geen gegevens beschikbaar.
no: Det finnes ikke noe treningsdata ennå.
pl: Wciąż nie mamy danych treningowych.
pt_br: Ainda não temos dados de treinamento.
pt_pt: Ainda não temos dados de treinamento.
ro: Nu avem încă date de antrenament.
ru: Данных пока нет.
sk: V súčasnosti nemáme dostatočné údaje.
sl: Vse še ni ugotovljeno.
sv: Det finns inga data ännu.
ta: இதுவரை பயிற்சி தரவு இல்லை.
te: ఇప్పటికి ఇంకా లెర్నింగ్ డేటా లేదు.
th: ยังไม่มีข้อมูลสำหรับการเรียนรู้
tr: Henüz öğrenme verisi yok.
uk: Поки немає даних для навчання.
vi: Hiện chưa có dữ liệu học tập.
zh_hans: 尚无学习数据。
zh_hant: 目前尚無學習數據。

# health_meals_body_ai.a6282305f882
source: 設定した目的、利用できる器具、週の運動回数から選びました。
ar_sa: لقد اخترته بناءً على غرضي المعلن، والمعدات المتاحة، وعدد التمارين في الأسبوع.
ca: El vaig triar en funció del meu propòsit declarat, l'equip disponible i el nombre d'exercicis per setmana.
cs: Vybrali jste podle nastaveného cíle, dostupného vybavení a počtu tréninků v týdnu.
da: Jeg har valgt ud fra dit mål, de tilgængelige redskaber og antallet af træningsdage om ugen.
de_de: Ich habe anhand Ihrer Ziele, verfügbaren Geräte und der Anzahl der Trainings pro Woche ausgewählt.
el: Επιλέξαμε από τους στόχους, τον εξοπλισμό που μπορείτε να χρησιμοποιήσετε και τον αριθμό των προπονήσεων την εβδομάδα.
en_au: I chose from your specified goal, available equipment, and weekly exercise frequency.
es_es: Seleccioné según su objetivo, el equipo disponible y el número de entrenamientos semanales.
fi: Valitsin tämän asetusten perusteella, määritellyn tavoitteen, käytettävissä olevat laitteet ja viikoittaisen harjoittelun määrän.
fr_ca: J'ai choisi en fonction de vos objectifs, des équipements disponibles et du nombre d'entraînements par semaine.
gu: તમે જે ધ્યેય, ઉપલબ્ધ સાધન અને અઠવાડિયામાં કCuánt વખત કસરત કરવાનું પસંદ કર્યું છે તેના આધારે આ પસંદગી કરવામાં આવી છે.
he: בחרו מתוך המטרות, הציוד הזמין ומספר האימונים בשבוע שהגדרתם.
hi: मैंने आपके द्वारा निर्धारित उद्देश्य, उपलब्ध उपकरणों और साप्ताहिक व्यायाम की संख्या के आधार पर चयन किया है।
hr: Odabrali ste cilj, dostupnu opremu i broj tjednih treninga.
hu: A beállítások alapján választottam: cél, elérhető eszközök, és heti edzés gyakoriság.
id: Saya memilih dari tujuan, peralatan yang tersedia, dan jumlah latihan mingguan yang telah diatur.
it: Ho scelto in base agli obiettivi, all'attrezzatura disponibile e al numero di allenamenti settimanali.
ko: 설정한 목적, 이용 가능한 장비, 주 운동 횟수에서 선택했습니다.
mr: तुम्ही निवडलेले ध्येय, उपलब्ध उपकरणे आणि आठवड्यातील व्यायामाची संख्या यानुसार निवड केले आहे.
ms: Saya memilih daripada tujuan, peralatan yang tersedia, dan jumlah latihan per minggu yang ditetapkan.
nl_nl: Ik heb gekozen op basis van uw doelen, beschikbare apparatuur en het aantal keren per week dat u wilt trainen.
no: Valgt fra dine mål, tilgjengelige utstyr og antall treningsøkter per uke.
pl: Wybierając z ustawionych celów, dostępnego sprzętu oraz liczby ćwiczeń w tygodniu.
pt_br: Escolhi com base no seu objetivo, equipamento disponível e número de treinos por semana.
pt_pt: Escolhi com base no seu objetivo, equipamento disponível e número de treinos por semana.
ro: Am ales din scopul stabilit, echipamentul disponibil și numărul de sesiuni de exerciții pe săptămână.
ru: Вы выбрали цель, доступное оборудование и количество тренировок в неделю.
sk: Vyberte z nastavených cieľov, dostupného vybavenia a počtu tréningových dní.
sl: Izbrali ste cilj, opremo in število vaj na teden.
sv: Valt baserat på dina mål, tillgängliga utrustning och antalet träningspass per vecka.
ta: நீங்கள் தேர்ந்தெடுத்த இலக்கு, பயன்படுத்தக்கூடிய உபகரணங்கள் மற்றும் வாரத்திற்கான உடற்பயிற்சி எண்ணிக்கையை அடிப்படையாகக் கொண்டு இது உருவாக்கப்பட்டது.
te: మీరు ఎంచుకున్న లక్ష్యం, అందుబాటులో ఉన్న పరికరాలు మరియు వారానికి వ్యాయామాల సంఖ్య ఆధారంగా ఇది సూచించబడింది.
th: เลือกจากวัตถุประสงค์, อุปกรณ์ที่ใช้ได้ และจำนวนครั้งในการออกกำลังกายต่อสัปดาห์ที่กำหนดไว้
tr: Ayarlanan amaç, kullanılabilir ekipman ve haftalık egzersiz sayısı seçildi.
uk: Ви обрали з заданих цілей, доступного обладнання та кількості тренувань на тиждень.
vi: Tôi đã chọn từ mục đích, dụng cụ có sẵn và số lần tập luyện mỗi tuần.
zh_hans: 我根据您设置的目的、可用的设备以及每周运动次数进行了选择。
zh_hant: 我從設定的目的、可用的器材和每週運動次數中選擇了。

# health_meals_body_ai.a6455e49514a
source: HRVは普段の範囲
ar_sa: HRV في المعدل الطبيعي
ca: HRV es troba en el rang normal
cs: HRV se nachází v normálním rozsahu.
da: HRV ligger inden for normalområdet.
de_de: HRV im normalen Bereich.
el: Το HRV βρίσκεται εντός του κανονικού εύρους.
en_au: HRV within normal range.
es_es: HRV dentro del rango normal.
fi: HRV on normaalin alueen sisällä.
fr_ca: HRV dans la plage normale
gu: HRV, સામાન્ય સ્તરની અંદર છે.
he: ערכי HRV בטווח הרגיל.
hi: HRV, सामान्य सीमा में है।
hr: HRV se nalazi u normalnom rasponu.
hu: A HRV a szokásos tartományon van.
id: HRV berada dalam rentang normal.
it: HRV nei valori normali
ko: HRV는 평소 범위 내
mr: HRV, सामान्य पातळीवर आहे.
ms: Nilai HRV berada dalam julat biasa.
nl_nl: HRV valt binnen het normale bereik.
no: HRV innenfor normalområdet.
pl: HRV w normalnym zakresie.
pt_br: Dentro da faixa normal
pt_pt: Dentro da faixa normal
ro: HRV în limite normale.
ru: HRV находится в пределах нормы.
sk: Hodnoty HRV sú v norme.
sl: HRV se nahaja v normalnem obsegu.
sv: HRV ligger inom normalområdet.
ta: HRV, சாதாரண வரம்பில் உள்ளது.
te: HRV, సాధారణ పరిధిలో ఉంది.
th: อยู่ในช่วงปกติ
tr: HRV, normal aralıkta.
uk: HRV в межах норми
vi: HRV nằm trong phạm vi bình thường.
zh_hans: HRV在正常范围内
zh_hant: HRV 值在正常範圍內

# health_meals_body_ai.a64954d4ecda
source: 歩数
ar_sa: عدد الخطوات
ca: nombre de passos
cs: Počet kroků
da: Skridt
de_de: Schritte
el: Βήματα
en_au: Steps
es_es: Pasos
fi: Askelmäärä
fr_ca: Nombre de pas
gu: પગલાં
he: מספר צעדים
hi: पैरों की संख्या
hr: Broj koraka
hu: Lépések száma
id: Jumlah langkah
it: Passi
ko: 걸음 수
mr: पाय
ms: Jumlah langkah
nl_nl: Stappen
no: Antall skritt
pl: Kroki
pt_br: Passos
pt_pt: Passos
ro: Pasul
ru: Шаги
sk: Počet krokov
sl: Število korakov
sv: Stegantal
ta: படி
te: దూరం
th: จำนวนก้าว
tr: Adım sayısı
uk: Кількість кроків
vi: Số bước chân
zh_hans: 步数
zh_hant: 步数

# health_meals_body_ai.a65c82a761d0
source: 通知への反応が少ないため、夜の通知を自動で休止しています。
ar_sa: نظرًا لانخفاض الاستجابة للإشعارات، يتم تعليق الإشعارات تلقائيًا في الليل.
ca: A causa de la poca resposta a les notificacions, les notificacions se suspenen automàticament a la nit.
cs: Automaticky vypínám notifikace v noci, protože na ně nereagujete.
da: Da der er få reaktioner på notifikationer, er natlige notifikationer automatisk slået fra.
de_de: Da die Reaktionen auf Benachrichtigungen gering sind, werden Nachtbenachrichtigungen automatisch deaktiviert.
el: Λόγω της χαμηλής ανταπόκρισης στις ειδοποιήσεις, οι νυχτερινές ειδοποιήσεις απενεργοποιούνται αυτόματα.
en_au: We automatically pause notifications at night because we haven't received a response.
es_es: Para evitar notificaciones excesivas, las notificaciones nocturnas están desactivadas automáticamente.
fi: Koska vastaat harvoin ilmoituksiin, ilmoitukset on automaattisesti pysäytetty yöllä.
fr_ca: Les notifications sont automatiquement désactivées car il y a peu de réponses.
gu: સૂચનાઓ પર ઓછી પ્રતિક્રિયા મળતી હોવાથી, રાત્રિના સૂચનો આપોઆપ બંધ કરવામાં આવ્યા છે.
he: מכיוון שאין תגובה לשלוח הודעות, ההודעות בלילה מופסקות באופן אוטומטי.
hi: सूचनाओं पर कम प्रतिक्रिया के कारण, रात में सूचनाएं स्वचालित रूप से बंद हो जाती हैं।
hr: Automatski isključujemo notifikacije navečer zbog nedostatnog odgovora na notifikacije.
hu: Mivel kevésbé reagál a értesítésekre, ezért automatikusan kikapcsoljuk az éjszakai értesítéseket.
id: Karena respons terhadap notifikasi sedikit, notifikasi malam secara otomatis dinonaktifkan.
it: Per evitare notifiche eccessive, disattiviamo automaticamente le notifiche notturne.
ko: 알림에 대한 반응이 적기 때문에, 밤 알림을 자동으로 멈춥니다.
mr: संदेशांना कमी प्रतिसाद मिळत असल्याने, रात्रीच्या संदेशांना आपोआप बंद केले आहे.
ms: Sistem akan secara automatik menangguhkan notifikasi pada waktu malam kerana kurangnya tindak balas.
nl_nl: Omdat er weinig reactie op notificaties is, worden deze automatisch uitgeschakeld 's avonds.
no: Siden responsen på varsler er lav, slås varslene automatisk av om natten.
pl: Automatycznie wyłączam powiadomienia wieczorem, ponieważ nie otrzymuję na nie odpowiedzi.
pt_br: Desativei as notificações noturnas automaticamente, pois não há muitas respostas.
pt_pt: Desativei as notificações noturnas automaticamente, pois não há muitas respostas.
ro: Deoarece reacția la notificări este scăzută, notificările nocturne sunt oprite automat.
ru: Из-за низкой активности в уведомлениях, ночные уведомления автоматически отключаются.
sk: Automaticky vypínam notifikácie v noci, pretože je zlé reakcie na notifikácie.
sl: Ker je odziv na obvestila majhen, avtomatično ustavimo nočna obvestila.
sv: Eftersom du inte reagerar på notiser, stänger vi automatiskt av notiser på kvällen.
ta: அறிவிப்புகளுக்குப் பதிலளிப்பது குறைவாக இருப்பதால், இரவில் அறிவிப்புகளை தானாகவே நிறுத்தி வைக்கிறோம்.
te: నోటిఫికేషన్లకు ప్రతిస్పందన తక్కువగా ఉండటం వలన, రాత్రి సమయాల్లో నోటిఫికేషన్‌లను ఆటోమేటిక్‌గా నిలిపివేస్తున్నాము.
th: เนื่องจากมีการตอบสนองต่อการแจ้งเตือนน้อย จึงได้ปิดการแจ้งเตือนในเวลากลางคืนโดยอัตโนมัติ
tr: Bildirimlere tepki vermediğiniz için, gece bildirimlerini otomatik olarak kapatıyoruz.
uk: Автоматично вимкнено сповіщення вночі через низьку реакцію на них.
vi: Do phản hồi ít, chúng tôi tự động tắt thông báo vào ban đêm.
zh_hans: 由于对通知的反应较少，已自动暂停夜间通知。
zh_hant: 因為對通知的回應較少，所以已自動關閉夜間通知。

# health_meals_body_ai.a6cf924ebc76
source: 記憶の候補
ar_sa: مرشح الذاكرة
ca: candidat a la memòria
cs: Možnosti pro uložení
da: Forslag til hukommelse
de_de: Mögliche Erinnerungen
el: Προτάσεις για απομνημόνευση
en_au: Suggested memories
es_es: Posibles recuerdos
fi: Mahdolliset muistot
fr_ca: Suggestions de souvenirs
gu: યાદોની શક્યતાઓ
he: הצעות לזיכרון
hi: संभावित यादें
hr: Predloženi zapamćeni podaci
hu: Lehetséges emlékezet
id: Pilihan untuk menyimpan
it: Suggerimenti di memoria
ko: 기록 후보
mr: संभाव्य नोंदी
ms: Pilihan Ingatan
nl_nl: Mogelijke herinneringen
no: Forslag for lagring
pl: Proponowane wartości
pt_br: Sugestões de memória
pt_pt: Sugestões de memória
ro: Sugestii de memorie
ru: Предложенные варианты
sk: Možnosti spomínania
sl: Predlagane vrednosti
sv: Föreslagna minnen
ta: நினைவுகளுக்கான பரிந்துரைகள்
te: గుర్తు యొక్క సూచనలు
th: ตัวเลือกการจดจำ
tr: Bellek Önerileri
uk: Варіанти пам'ятки
vi: Các mục nhớ tiềm năng
zh_hans: 记忆选项
zh_hant: 記憶候補

# health_meals_body_ai.a75904915773
source: 方向
ar_sa: الاتجاه
ca: direcció
cs: Orientace
da: Retning
de_de: Richtung
el: Κατεύθυνση
en_au: Direction
es_es: Dirección
fi: Suunta
fr_ca: Orientation
gu: દિશા
he: כיוון
hi: दिशा
hr: Smjer
hu: Irány
id: Arah
it: Orientamento
ko: 방향
mr: दिशा
ms: Arah
nl_nl: Richting
no: Retning
pl: Kierunek
pt_br: Direção
pt_pt: Direção
ro: Direcție
ru: Направление
sk: Orientácia
sl: Usmeritev
sv: Riktning
ta: திசை
te: దిశ
th: ทิศทาง
tr: Açı
uk: Орієнтація
vi: Hướng
